[
  {
    "fileName": "1.jpg",
    "title": "可敬的自然守护者",
    "desc": "爱好和平的牛头人（在他们自己的语言中称为shu’halo）长期居住在卡利姆多，在他们的女神大地母亲的命令下，他们努力保护大自然的平衡。遍布整个贫瘠地区，以分散游牧为生的牛头人，直到最近才开始狩猎来自干旱区域的大型科多兽。"
  },
{
    "fileName": "2.jpg",
    "title": "死而“复生”的悲惨命运",
    "desc": "巫妖王发动在洛丹伦残害生灵的战争期间，许多人类都难逃一死。然而，王国的亡者却被转变成亡灵，成为天灾军团的爪牙，被迫摧毁他们曾经拥有的珍贵的一切……杀害所有人……"
  },
  {
    "fileName": "3.jpg",
    "title": "神秘的古老种族",
    "desc": "艾泽拉斯野蛮的巨魔因其残忍、邪恶的神秘主义以及对其他种族的强烈仇恨而臭名昭著。但是暗矛部族和它精明的首领沃金是巨魔中的一个例外。当酋长萨尔和他强大的部落军队被狂风暴雨带往巨魔身处的南海荒岛时，这个骄傲的部族正被屈从和放逐的历史折磨着，濒临灭绝的边缘。"
  },
  {
    "fileName": "4.jpg",
    "title": "勇猛的征服者",
    "desc": "和部落的其他种族不同的是，兽人不是艾泽拉斯原住民。起初，他们以萨满部族的身份居住在苍翠繁茂的德拉诺世界。当燃烧军团的恶魔领主基尔加丹腐化兽人，利用他们对抗从基尔加丹的家园逃离的德莱尼人以完成自己的复仇阴谋时，兽人抛弃了他们原本和平生活的文化。"
  },
  {
    "fileName": "5.jpg",
    "title": "为了复仇而战",
    "desc": "近7000年来，高等精灵社会一直依赖着神圣的太阳之井的魔法能量。受太阳之井的滋养，高等精灵居住的魔法奎尔萨拉斯王国在洛丹伦王国北部一片青翠的森林中变得日益繁荣。"
  },
  {
    "fileName": "6.jpg",
    "title": "王国保卫者",
    "desc": "近期的研究显示人类是住在诺森德的野蛮维库人——半巨人战士的后代。几千年以来，早期的人类主要是以分散的部落形式生活的，直到逐渐增长的巨魔帝国势力迫使他们统一起来。由此，阿拉索帝国和他的首都，激流城，诞生了。"
  },
  {
    "fileName": "7.jpg",
    "title": "被诅咒的隐居者",
    "desc": "在可怕的格雷迈恩之墙后面，有一个可怕的诅咒肆虐了吉尔尼斯这个与世隔绝的人类王国，许多健壮的居民被转化成可怕的野兽，他们被称为狼人。人类学者一直对这个诅咒的起源有着激烈的争论。真相直到最近才被发现，狼人并不是如同之前所想，是来自另一个维度的梦魇，而是来自于暗夜德鲁伊的诅咒。"
  },
  {
    "fileName": "8.jpg",
    "title": "流亡者",
    "desc": "早在堕落的泰坦萨格拉斯对艾泽拉斯释放其邪恶燃烧军团之前，他已征服了阿古斯世界以及那里的高智商居民——艾瑞达人。由于确信这个具有独具天赋的种族将会在其摧毁所有生物的黑暗任务中发挥决定性的作用，萨格拉斯约见了艾瑞达人的三位领导者——基尔加丹，阿克蒙德和维伦，并用知识和力量来换取他们的忠诚。"
  },
  {
    "fileName": "9.jpg",
    "title": "坚韧的探索者",
    "desc": "大胆而勇敢的矮人族是一支古老的种族，它起源于早期世界的泰坦用具有活力的石头创造的土灵。由于一种被称之为血肉诅咒的疾病，矮人们的土灵先祖们经历了一次蜕变，他们的岩石硬皮变成了柔软的皮肤。最终，这些血肉之躯自称为矮人族，并在被雪覆盖的卡兹莫丹顶峰开辟出强大的铁炉堡。"
  },
  {
    "fileName": "10.jpg",
    "title": "好奇的修补匠",
    "desc": "聪明、生机勃勃并且阴晴不定的侏儒在艾泽拉斯文明的种族中代表了一个独特的矛盾体。这个种族是杰出的发明家，并有一种无法抑制的乐观性格，但是它也遭受过背叛、迁徙甚至是接近种族灭绝。在面对这种灾难时他们具有一种非同寻常的乐观精神，象征着侏儒们真正不可动摇的精神。"
  },
  {
    "fileName": "11.jpg",
    "title": "不朽的守护者",
    "desc": "古老而与世隔绝的暗夜精灵在艾泽拉斯历史的形成中扮演着关键性的角色。远在一万年以前，他们就在远古战争期间英勇击退了燃烧军团对艾泽拉斯大陆的第一次入侵。数个世纪后，当分散在艾泽拉斯的燃烧军团残部被邪恶的萨特集结起来时，暗夜精灵再次遭受到巨大的威胁，但是最终他们还是战胜了这支妄图残害他们家园的邪恶力量。"
  },
  {
    "fileName": "12.jpg",
    "title": "和谐的游牧民族",
    "desc": "对艾泽拉斯世界的其他种族来说，熊猫人的一切都是谜——除了传说和神话里的只言片语，极少有人真正见过熊猫人，更不要说打交道了。这个高贵种族的历史可以回溯到千万年之前，在最古老的人类帝国诞生之前，甚至在世界大分裂之前，熊猫人就已经建立了自己的文明。"
  }
]
